Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: If hit by a Spider cannon at point blank, it will break.
ru: Если Гекатонхейр выстрелит в упор, защита не выдержит.

source: A powerful sword and a perfect shield, which will win?
ru: Абсолютный меч против совершенного щита.

source: It' s a tragedy to worship power.
ru: Поклонение силе приводит к трагедии.

source: 15 minutes until they reach Tartarus at this speed!
ru: С такой скоростью они достигнут Тартара через 15 минут.

source: How about the evacuation of citizens?
ru: Жители эвакуированы?

source: We are trying.
ru: Мы над этим работаем.

source: That' s the priority.
ru: Это в первую очередь!

source: Once the cannons enter no- man' s zone, attack immediately!
ru: Как только Гекатонхейры войдут в необитаемую зону, атакуйте немедленно!

source: No. 7 cannon is the control center of all cannons.
ru: В седьмой Гекатонхейре центр управления остальными.

source: I am sorry, grandpas.
ru: Простите, дедушки.

source: If we stop the control box inside No. 7, all cannons will stop.
ru: Хитоми: все они остановятся.

source: But DO NOT destroy it!
ru: Но нельзя уничтожать его!

source: No. 7 has to be stopped manually.
ru: Седьмой должен быть остановлен вручную.

source: The access code is hitomi.
ru: Пароль на отмену - "hitomi".

source: Deunan, we have a promise.
ru: Дюнан, я же тебе обещал.

source: Deunan, let' s go.
ru: Дюнан, идем же.

source: We' re flying.
ru: Прыгай!

source: There' s no point.
ru: Ничего не выйдет.

source: The human race will make the planet perish.
ru: Люди только приведут планету к гибели.

source: Deunan, the human race cannot turn back.
ru: Дюнан, человечество не может вернуться назад.

source: Why not let the new humans bear the sin of the human race?
ru: Почему не позволить новым людям взять на себя человеческие грехи?

source: We will survive even if it' s not a utopia.
ru: Даже если и не в идеальном мире, мы все равно выживем.

source: We' il build a new future with our own hands!
ru: Это наше будущее, и мы создадим его своими руками!

source: No way, they have no weakness.
ru: Нет, у них нет слабых мест.

source: 3000 meters to Tartarus!
ru: Им осталось две тысячи метров до Тартара!

source: We cannot hurt them at all!
ru: Мы не можем причинить им никаких повреждений.

source: Captain, we are approaching No. 7!
ru: Мы приближаемся к седьмому, прикройте нас!

source: Which one is No. 7? the one in the middle.
ru: Дюнан:

source: Attack the legs of No. 6 and No. 8!
ru: Сосредоточить огонь на ногах шестого и восьмого!

source: How about No. 5?
ru: А как же номер 5 впереди?

source: Let it go.
ru: Все равно.

source: All fire on No. 6 and No. 8!
ru: Всю огневую мощь направить на шестого и восьмого!

source: No. 6 is down!
ru: Шестой остановлен!

source: How about No. 8?
ru: Как насчет восьмого?

source: Let me attract his fire
ru: Я отвлеку на себя огонь.

source: Deunan you approach him from below.
ru: Дюнан, а ты заходи снизу.

source: Roger.
ru: Поняла.

source: Cannons have reached Tartarus!
ru: Гекатонхейры достигли Тартара.

source: They are climbing toward the top!
ru: Начали взбираться наверх.

source: Deunan we are out of time.
ru: Дюнан, время на исходе!

source: No. 3 cannon is near the top!
ru: Гекатонхейр номер 3 уже у вершины.

source: We can' t stop it.
ru: Его никак не остановить!

source: How come?
ru: Как так?

source: Why?
ru: Ну почему так?

source: Deunan, let me go!
ru: Дюнан, отпусти мою руку!..

source: I can' t do that!
ru: Нет, я не могу так!

source: Hurry, enter the password!
ru: Скорее, вводи пароль!

source: Mother!
ru: Мама...

source: They stopped.
ru: Остановились.

source: All cannons stopped.
ru: Все Гекатонхейры остановились.

source: The D- tank is safe.
ru: D- tank в безопасности.

source: Deunan, Hitomi.
ru: Хитоми!..

source: Where are the old men?
ru: Что со Старцами?

source: Oh...
ru: Да...

source: So the last letter of the access code...
ru: А как появилась последняя буква пароля?..

source: They left it up to us.
ru: Доверили нам.

source: Nothing changed.
ru: Ничего не изменилось.

source: It must be their unwillingness to change that makes the human race guilty.
ru: Должно быть, главный грех человечества в нежелании изменяться.

source: I will continue fighting even like this.
ru: Тем не менее, я буду бороться и дальше.

source: For our children, for the truly new human race
ru: Дюнан: за настоящую сущность новых людей...

source: See the crows?
ru: Видешь ворон?.

source: They never tasted prince before.
ru: Они никогда раньше не пробывали принца.

source: Is this what you left me for?!
ru: Сражайся!

source: Fight!
ru: Сражайся со мной!

source: You coward!
ru: Сражайся со мной!

source: Fight me!
ru: У нас было соглашение!

source: We have a pact!
ru: Сражайся!

source: Fight him, son.
ru: Сражайся с ним, сын, сражайся.

source: - Fight me!
ru: - Сражайся с ним!

source: - The Trojans have violated the agreement!
ru: - Троянцы нарушили соглашение!

source: Prepare for battle!
ru: Приготовитьса к битве!

source: This is not honor!
ru: Это не честь!

source: This is not worthy of royalty!
ru: Этго не достойно королевской семьи!

source: If he doesn' t fight, Troy is doomed.
ru: Если он не будет сражатьса, Троя обречённа.

source: The fight is over.
ru: Битва закончена.

source: The fight is not over.
ru: Битва не закончена.

source: Stand back, Prince Hector.
ru: Я убью его в твоих ногах.

source: I' il kill him at your feet.
ru: Я не остановлюсь.

source: Paris!
ru: Парис!

source: Get inside, Paris!
ru: Во внутерь, Парис!

source: Archers!
ru: Лучники!

source: - Our men are too close to the walls.
ru: - наши люди слишком близко к стенам. - отступайте, вы дураки!

source: - Pull back, you fool!
ru: За Трою!

source: - Now!
ru: - Огонь!

source: Get them in line!
ru: Держите линию!

source: Get the men back into lines!
ru: Людей назад к линии!

source: Front line, push!
ru: ПЕрвая линия, вперёд!

source: Forward.
ru: Вперед.!

source: Apollonians!
ru: Сейчас!

source: Prince Hector!
ru: Принц Гектор!

source: We need to retreat!
ru: Мы должны отступить!

source: My army' s never lost a battle yet!
ru: Моя армия никогда не проигрывала сражение все же!

source: You won' t have an army if you don' t fall back!
ru: Ты будешь без армии если не отступишь

source: Back to the ships!
ru: - Назад к короблям!

source: - Back to the ships!
ru: - Back!

source: Go back!
ru: Назад!

source: Back.
ru: Назад, назад к короблям!

source: Fall back!
ru: - Люди, назад!

source: - Men, fall back!
ru: - Стоять!

source: Halt!
ru: Но они бегут!

source: We' re in range of their archers.
ru: Мы на дистанции их лучников.

source: Have our men gather our fallen.
ru: Сделай так чтобы наши люди отошли.

source: Send an emissary to them.
ru: Пошли к ним эмиссара, они могут забрать своих мёртвых

source: Would they have done the same for us?
ru: Они бы сделали тоже самое для нас?.

source: Fall back into line!
ru: Назад к линии!

source: You think I' m a coward.
ru: Ты думаешь я струсил.

source: I am a coward.
ru: Я струсил.

source: I knew he would kill me.
ru: Я знаю он мог убить меня.

source: You were watching.
ru: Ты наблюдала.

source: My father.
ru: Мой отец.

source: My brother.
ru: Вся Троя.

source: Shame didn' t matter.
ru: Позор не имел значения.

source: I gave up my pride...... my honor...... just to live.
ru: Я потерял мою гордость...... мою честь...... только жить.

source: For love.
ru: Из за любви.

source: You challenged a great warrior.
ru: Это храбрость.

source: I betrayed you.
ru: Я предал тебя.

source: Menelaus was a brave man.
ru: Менелаус был храбрым войном.

source: He lived for fighting.
ru: Он жил для сражения.

source: And every day I was with him, I wanted to walk into the sea and drown.
ru: И каждый день я была сним, я хотела пойти на море и утонуть.

source: I don' t want a hero, my love.
ru: Я не хочу героя, моя любовь.

source: I want a man I can grow old with.
ru: Я хочу мужчину, с которым я могу со старитьса.

source: They' re laughing at me in Troy.
ru: Они смеютса с меня в Трое.

source: Drunk with victory!
ru: Пъют за победу!

source: They think I' il sail home at first light.
ru: Возможно мы должны.

source: Maybe we should.
ru: Бежать?.

source: Flee?
ru: Подобно хлестнувшейся собаке?.

source: The men believe we came here for Menelaus' wife.
ru: Люди полагают, что мы приплыли сюда из за жены Менелауса.

source: Won' t be needing her anymore.
ru: в этом больше нет надобности.

source: My brother' s blood still wets the sand, and you insult him!
ru: Кровь моего брата все еще влажна на песке, и ты оскорбляешь его!

source: It' s no insult to say a dead man is dead.
ru: Это не оскорбление, чтобы сказать, что мертвец мертв.

source: If we leave now, we lose all credibility.
ru: Если мы уплывём, мы потеряем доверие.

source: The Trojans can beat us so easily.
ru: Троянцы могут бить нас так же легко.

source: How long before the Hittites invade?
ru: Как раньше Хетты вторгались.

source: To protect Greece, not your pride.
ru: Если мы остаемся, мы остаемся здесь по правильным причинам. защищать Грецию, не твою гордость.

source: Your private battle with Achilles is destroying us.
ru: Ахиллес один человек.

source: Hector is one man.
ru: Гектор тоже один человек.

source: Look what he did to us today.
ru: Посмотри что он сделал нам сегодня.

source: Hector fights for his country!
ru: Гектор сражаетса за страну!

source: Achilles fights only for himself!
ru: Ахиллес сражаетса только за себя!

source: I don' t care about the man' s allegiance.
ru: Я не забочусь о преданности человека.

source: I care about his ability to win battles.
ru: Он прав.

source: He' s right.
ru: Мужская мораль слаба.

source: Even if I could make peace with Achilles, the man won' t listen to me!
ru: Даже если я помирюсь с Ахиллесом он не будет слушать меня!

source: He' s as likely to spear me as to speak to me!
ru: Он вероятнее заколит меня так же как поговорит со мной!

source: I' il talk to him.
ru: Он хочет вернуть девушку.

source: He can have that damn girl.
ru: Он хочет эту проклятую девчонку.

source: I haven' t touched her.
ru: Где она?.

source: They need some amusement after today.
ru: Они нуждаются в некотором развлечении после всего.

source: Come on, give the bitch to me!
ru: Давай, дайте суку мне!

source: Who' s first?
ru: Кто первый?.

source: Trojan whore!
ru: Что это?.

source: What' s this?
ru: Одежда девственницы?.

source: - You won' t be needing that much longer!
ru: - Ты не будешь нуждаться в этом очень долго!

source: Better to be a Spartan slave than a Trojan...
ru: Лучше быть Спартанским рабом чем троянской --

source: Achilles!
ru: Ахиллес!

source: Are you hurt?
ru: Ты ранена?.

source: I watched you fight them.
ru: Ты храбрая.

source: To fight back when people attack me?
ru: Сопротивляться, когда люди нападают на меня?.

source: Dog has that kind of courage.
ru: У собаки тот же вид храбрости.

source: Eat.
ru: Поешь.

source: I' ve known men like you my whole life.
ru: Нет, ты не знала.

source: You think you' re so different from 1000 others?
ru: Ты думаешь, что ты настолько отличен от 1 000 других?.

source: Soldiers understand nothing but war.
ru: Мир смущает их.

source: - And you hate these soldiers.
ru: - И ты ненавидишь этих солдат.

source: Trojan soldiers died trying to protect you.
ru: Троянские солдаты умерли, пробуя защитить тебя.

source: Perhaps they deserve more than your pity.
ru: Возможно они заслуживают больше чем вашу жалость.

source: - What life?
ru: Почему ты выбрал эту жизнь?. - какую жизнь?. - чтобы быть большим воином.

source: I chose nothing.
ru: Я не выбрал ничето.

source: I was born, and this is what I am.
ru: Я был рожден тем кем я есть.

source: Why did you choose to love a god?
ru: Почему ты выбрала любовь к богу?

source: I think you' il find the romance one- sided.
ru: Думаешь, что сможешь найти одностороний роман.

source: Do you enjoy provoking me?
ru: Ты любишь провоцировать меня?

source: You' ve dedicated your life to the gods.
ru: Зевс, бог грома.

source: Zeus, god of thunder.
ru: Атэна, богиня мудрости.

source: - Yes, of course.
ru: Ты служишь им. - да, конечно. - а Арес, бог войны?.

source: Who blankets his bed with the skin of men he' s killed?
ru: У него одеяла из кожи людей которых он убил?

source: All the gods are to be feared and respected.
ru: Всех богов нужно боятьса и уважать.

source: I' il tell you a secret...... something they don' t teach you in your temple.
ru: Я скажу тебе тайну...... кое что, чему не научат тебя в храме.

source: The gods envy us.
ru: Боги завидуют нам.

source: They envy us because we' re mortal.
ru: Они завидуют нам, потому что мы смертны.

source: Everything' s more beautiful because we' re doomed.
ru: Поскольку любой момент может быть наш последний. каждый более лучьший потому что мы обречены.

source: You will never be lovelier than you are now.
ru: Ты никогда не будешь более прекрасна чем ты сейчас.

source: We will never be here again.
ru: Мы никогда не будем здесь снова.

source: I thought you were a dumb brute.
ru: Я думала, что ты был глухим скотом.

source: I could have forgiven a dumb brute.
ru: Я, возможно, простила глухому скоту.

source: Do it.
ru: Сделайте это.

source: Nothing is easier.
ru: Ты не боишься?.

source: Everyone dies.
ru: Сегодня или через 50 лет.

source: Today or 50 years from now.
ru: Это имеет значение?.

source: You' il kill more men if I don' t kill you.
ru: Много.

source: My lord, there' s...
ru: Мой господин, есть --

source: Tell the men to start loading the ship.
ru: Скажи людям загружатьса на корабль, мы плывём домой.

source: Gather the stores.
ru: Собрать продовольствие.

source: Agamemnon is a proud man.
ru: Агамемнон - гордый человек.

source: But he knows when he' s made a mistake.
ru: Но он знает когда он сделал ошибку.

source: The man sends you to make his apologies?
ru: Тебя послали извенитьса за него?.

source: What are you doing enthralled to that pig of a king?
ru: Почему ты восторгаешься этой свиньёй( королём)?.

source: The world seems simple to you, my friend...... but when you' re a king, very few choices are simple.
ru: Мир кажется простым тебе, мой друг...... но когда ты король, очень немного простых решений.

source: Ithaca cannot afford an enemy like Agamemnon.
ru: Мы, как предполагается, боимся его?.

source: Are we supposed to fear him?
ru: Ты никого не боишься.

source: You don' t fear anyone.
ru: Это твоя проблема.

source: That' s your problem.
ru: Опасение полезно.

source: We need you back.
ru: Мы хотим тебя вернуть

source: Greece needs you.
ru: Греция нуждаетса в тебе.

source: Greece got along fine before I was born.
ru: Греция обходилась прекрасно без меня и перед тем когда я был рождён.

source: Greece will be Greece long after I' m dead.
ru: Греция будет Грецией даже после того как я умру.

source: I' m not talking about the land.
ru: Я не говорю об земле.

source: The men need you.
ru: Люди нуждаютса в тебе.

source: Stay, Achilles.
ru: Останься, Ахиллес.

source: You were born for this war.
ru: Ты был рождён для этой битвы.

source: Things are less simple today.
ru: Вещи менее простые сегодня.

source: Women have a way of complicating things.
ru: Женщины имеют путь из усложнения вещей.

source: Of all the kings of Greece, I respect you the most.
ru: Из всех королей Греции, Я уважаю больше тебя.

source: Sometimes you have to serve in order to lead.
ru: Но в этой войне, ты слуга. иногда мы должны служить для того чтоб быть лидером.

source: I hope you understand that one day.
ru: Я надеюсь, что ты поймёшь это однажды.

source: We' re going home?
ru: Мы идём домой?.

source: We sail in the morning.
ru: Мы отправляемся утром.

source: Greeks are being slaughtered.
ru: Греки проливают кровь, мы не можем просто уплыть.

source: If it' s fighting you still long for, there will always be another war.
ru: Если эта битва для тебя всё ещё важна, то будут и другие войны.

source: These are our countrymen.
ru: Они наши соотечественники.

source: You betray all of Greece just to see Agamemnon fall.
ru: Ты предашь всю Грецию, только чтоб увидеть как упадёт Агамемнон.

source: Someone has to lose.
ru: Кто то должен проиграть.

source: The gods favor our cause.
ru: Боги на нашей стороне.

source: Now is the time to destroy the Greek army.
ru: Сейчас то самое время, чтоб уничтожить Греческую армию.

source: Their morale is battered.
ru: Ударить сейчас.

source: Hit them now.
ru: Ударить сильно.

source: And they will run.
ru: И они убегут.

source: The Myrmidons didn' t fight yesterday.
ru: Мирмидонцы не сражались вчера.

source: There must be dissension among the Greeks.
ru: Должно быть среди Греков разногласие.

source: But if we attack their ships, we will unify them.
ru: Но если мы нападаем на их суда, мы объединим их.

source: If they decide to attack us, let them.
ru: Наши стены не приступны.

source: Our walls can' t be breached.
ru: Мы отгоним их снова.

source: Yesterday, the Greeks underestimated us.
ru: Вчера, Греки недооценили нас.

source: We should not return the favor.
ru: Мы недоставим им такого же удовольствия.

source: You' re confident about the meaning of these omens?
ru: Ты уверен об значении этих предзнаменований?.

source: The desecration of his temple angers Apollo.
ru: Осквернение храма разгневало Апполона.

source: The gods have cursed the Greeks.
ru: Боги прокляли Греков.

source: Prepare the army.
ru: Мы нападаем на рассвете.

source: Am I still your captive?
ru: Я все еще твоя пленница?.

source: You' re my guest.
ru: Ты моя гостья.

source: In Troy, guests can leave whenever they want.
ru: Тогда ты можешь уйти.

source: Would you leave this all behind?
ru: Ты оставишь всё в прошлом?.

source: Would you leave Troy?
ru: Ты можешь покинуть Трою?.

source: Hold those barricades!
ru: Держать барикады!

source: Archers to the rear.
ru: Лучники в тыл.

source: Achilles.
ru: Ахиллес.

source: Enough for one day.
ru: Достаточно на сегодня.

source: It was his cousin.
ru: Это был его кузен.

source: - Back to the city!
ru: В Трою! - назад к городу! - назад к городу!

source: We were going to sail home today.
ru: Мы собирались уплыть сегодня.

source: I don' t think anyone' s sailing home now.
ru: Я недумаю что теперь кто то уплывёт.

source: You violated my command.
ru: Нет мой господин.

source: No, my lord.
ru: Это была ошибка.

source: I ordered the Myrmidons to stand down.
ru: Я приказал, чтоб Мирмидонцы оставались внизу.

source: You led them into combat.
ru: Ты повёл их в бой.

source: I didn' t lead them, my lord.
ru: Мы думали, что это был ты.

source: Where' s Patroclus?
ru: Где Патроклас?.

source: Patroclus!
ru: Патроклас!

source: We thought he was you, my lord.
ru: Мы думали, что он это ты, мой господин.

source: He wore your armor, your shield, your greaves, your helmet.
ru: Он надел вашу браню, ваш щит, ваши наколеники, ваш шлем.

source: He even moved like you.
ru: Он даже двигался как ты.

source: Where is he?
ru: Где он?.

source: - Where?
ru: - Он погиб, мой господин.

source: Hector cut his throat.
ru: Гектор перерезал ему горло.

source: Where are you taking me?
ru: Куда ты меня ведёшь?.

source: Do you remember how to get here?
ru: Ты помнишь как сюда дойти?.

source: The next time you come here, follow the tunnel.
ru: В следующий раз ты прийдёшь сюда, иди по тунелю.

source: There are no turns, so you can' t get lost.
ru: Только продолжай идти.

source: When you get to the end, you' il be by the river.
ru: Когда ты добирёшьса до конца, ты будешь у реки.

source: Follow the river until you get to Mount Ida.
ru: Зачем ты мне это говоришь?.

source: - Lf I die...
ru: - нет....

source: - No.... I don' t know how long the city will stand.
ru: Я не знаю как долго город будет стоять.

source: If the Greeks get inside the walls, it' s over.
ru: Если Греки зайдут за стены, всё закончитса.

source: They' il kill all the men, throw the babies from the city walls.
ru: - Пожайлуста.

source: - That, for you, will be worse than dying.
ru: - Женщин, они сделают рабынями. - что для тебя будет хуже чем смерть. - почемуты говоришь такие вещи?.

source: Because I want you to be ready.
ru: Потому что я хочу, чтоб ты была готова.

source: I want you to get our boy, and I want you to bring him here.
ru: Я хочу чтоб ты взяла сына и принесла его сюда.

source: You save as many people as you can, but you get here.
ru: И убежите.

source: I killed a boy today.
ru: Я убил мальчика сегодня.

source: And he was young.
ru: И он был молод.

source: He was much too young.
ru: Он был слишком молод.

source: That boy has just saved this war for us.
ru: Этот мальчик только что спас эту войну для нас.

source: - Eudorus.
ru: - Мой господин.

source: I need my armor.
ru: Мне нужно моё оружие.

source: Don' t go!
ru: Не ходи!

source: Rope!
ru: Гектор мой кузен.

source: Hector' s my cousin.
ru: Он хороший человек.

source: He' s a good man.
ru: Не сражайся с ним.

source: Don' t fight him.
ru: Пожалуйста не сражайся с ним.

source: Hector!
ru: Гектор!

source: Father...... forgive me for any offenses.
ru: Отец...... прости меня за любые проступки.

source: I' ve served you as best as I could.
ru: Я служил тебе лучше, чем мог.

source: May the gods be with you.
ru: Пусть боги будут с тобой.

source: Hector.
ru: Гектор.

source: No father ever had a better son.
ru: Ниодин отец не имел лучшего сына.

source: Apollo guard you, my prince.
ru: Аполлон защитит тебя, мой принц.

source: You' re the best man I know.
ru: Ты лучший человек которого я знаю.

source: You' re a prince of Troy.
ru: Ты принц Трои.

source: I know you' il make me proud.
ru: Я знаю, ты будешь гордитьса мною.

source: Remember what I told you.
ru: Помнишь, что я говорил тебе.

source: You don' t have to go.
ru: Ты не должен.

source: You remember what I told you.
ru: Ты помнишь, что я говорил тебе.

source: I' ve seen this moment in my dreams.
ru: Я видел этот момент в снах.

source: I' il make a pact with you.
ru: Я хочу договоритьса с тобой.

source: With the gods as our witnesses...... let us pledge that the winner will allow the loser all the proper funeral rituals.
ru: Боги будут свидетели...... Позволь нам обязатьса, что победитель позволит проигравшему выполнить ритуал похорон.

source: There are no pacts between lions and men.
ru: Нет никаких договоров между львами и мужчинами.

source: Now you know who you' re fighting.
ru: Сейчас ты знаешь скем сражаешьса.

source: I thought it was you I was fighting yesterday.
ru: И мне жаль, что это не был ты.

source: But I gave the dead boy the honor he deserved.
ru: Но я дал мертвому мальчику честь которую он заслужил.

source: You gave him the honor of your sword.
ru: Ты дал ему честь своего меча.

source: You won' t have eyes tonight.
ru: Ты не будешь иметь глаз сегодня вечером.

source: You won' t have ears or a tongue.
ru: Ты не будешь иметь ушей или языка.

source: You' il wander the underworld, blind, deaf, and dumb, and all the dead will know:
ru: Ты будешь блуждать в подземном мире слепой, глухой и немой, и все мертвые будут знать:

source: This is Hector, the fool who thought he killed Achilles.
ru: Это Гектор, дурак который думал, что убил Ахиллеса.

source: Get up, prince of Troy.
ru: Встань, принц Трои.

source: I won' t let a stone take my glory.
ru: Я не позволю камню взять мою славу.

source: You lost your cousin.
ru: Ты потерял своего кузена.

source: Now you' ve taken mine.
ru: Теперь ты взял моего.

source: When does it end?
ru: Когда наступит этому конец?.

source: It never ends.
ru: Это никогда не закончитса.

source: I have endured what no one on earth has endured before.
ru: Я терплю то, что никто никогда не терпел.

source: I kissed the hands of the man who killed my son.
ru: Я целую руки человеку, который убил моего сына.

source: Priam?
ru: Приам?.

source: How did you get in here?
ru: Как ты сюда пришёл?.
